Repository: microsoft/Power-Fx
Catalog: src/strings/*/PowerFxResources.resw
Source language: en_us
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_fr, gl_es, hi_in, hr_hr, hu_hu, it_it, ja_jp, kk_kz, ko_kr, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# AboutTimeZoneOffset
source: Returns the time difference between UTC time and local time, in minutes.For example, If your time zone is UTC+2, -120 will be returned.
bg_bg: Връща времевата разлика между UTC часово време и местното време в минути. Например, ако времевата зона ви е UTC+2, ще бъдат върнати -120.
ca_es: Retorna la diferència horària entre l'hora UTC i l'hora local, en minuts. Per exemple, si el vostre fus horari és UTC+2, es retornarà -120.
cs_cz: Vrátí rozdíl času mezi časem UTC a místním časem (v minutách). Pokud je vaše časové pásmo třeba UTC+2, vrátí se -120.
da_dk: Returnerer tidsforskellen mellem UTC-tid og lokaltid i minutter. Hvis din tidszone f.eks. er UTC+2, returneres -120.
de_de: Gibt den Zeitunterschied zwischen UTC-Zeit und Ortszeit in Minuten zurück. Beispiel: Wenn Ihre Zeitzone UTC+2 lautet, wird -120 zurückgegeben.
el_gr: Επιστρέφει τη διαφορά ώρας μεταξύ της ώρας UTC και της τοπικής ώρας, σε λεπτά. Για παράδειγμα, αν η ζώνη ώρας σας είναι UTC+2, θα επιστραφεί η τιμή -120.
es_es: Devuelve la diferencia horaria entre la hora UTC y la hora local, en minutos. Por ejemplo, si su zona horaria es UTC+2, devolverá -120.
et_ee: Tagastab UTC-kellaaja ja kohaliku kellaaja vahelise ajavahe, minutites. Nt, kui teie ajavööndiks on UTC+2, tagastatakse –120.
eu_es: UTC eta tokiko orduen arteko ordu-diferentzia itzultzen du minututan adierazita. Adibidez, zure ordu-zona UTC+2 bada, -120 itzuliko da.
fi_fi: Palauttaa aikaeron UTC-ajan ja paikallisen ajan välillä minuutteina. Jos aikavyöhykkeesi on esimerkiksi, UTC+2, palautetaan -120.
fr_fr: Retourne la différence d'heure entre l'heure UTC et l'heure locale, en minutes. Par exemple, si votre fuseau horaire est UTC+2, -120 est retourné.
gl_es: Devolve a diferenza horaria entre a hora UTC e a hora local, en minutos. Por exemplo, se o seu fuso horario é UTC+2, devolverase -120.
hi_in: मिनट में, UTC समय और स्थानीय समय के बीच का समय अंतर वापस करता है. उदाहरण के लिए, यदि आपका समय क्षेत्र UTC+2 है, तो -120 वापस किया जाएगा.
hr_hr: Vraća vremensku razliku između UTC vremena i lokalnog vremena u minutama. Ako je, primjerice, vremenska zona UTC+2, vratit će se -120.
hu_hu: Az egyezményes világidő (UTC) és a helyi idő közötti időkülönbség visszaadása, percben kifejezve. Ha például az időzóna UTC+2, a -120 érték lesz visszaadva.
it_it: Restituisce la differenza oraria tra l'ora UTC e l'ora locale, in minuti. Ad esempio, se il fuso orario è UTC+2, verrà restituito il valore -120.
ja_jp: UTC 時刻と現地時刻の時差 (分単位) を返します。たとえば、タイム ゾーンが UTC+2 の場合、-120 が返されます。
kk_kz: UTC уақыты мен жергілікті уақыт арасындағы минутпен көрсетілген айырмашылықты қайтарады. Мысалы, егер уақыт белдеуіңіз UTC+2 болса, -120 қайтарылады.
ko_kr: UTC 시간과 현지 시간의 시간 차이(분)를 반환합니다. 예를 들어 표준 시간대가 UTC+2인 경우 -120이 반환됩니다.
lt_lt: Pateikiamas laiko skirtumas minutėmis tarp UTC ir vietos laiko. Pavyzdžiui, jei jūsų laiko juosta yra UTC+2, bus pateikta reikšmė -120.
lv_lv: Atgriež laika starpību minūtēs starp UTC laiku un vietējo laiku. Piemēram, ja jūsu laika josla ir UTC+2, tiks atgriezta vērtība -120.
ms_my: Mengembalikan perbezaan masa antara masa UTC dan masa tempatan, dalam minit. Contohnya, jika zon waktu anda ialah UTC+2, -120 akan dikembalikan.
nb_no: Returnerer tidsforskjellen mellom UTC-tid og lokal tid i minutter. Hvis tidssonen din for eksempel er UTC+2, returneres -120.
nl_nl: Hiermee wordt het verschil in tijd tussen UTC-tijd en de lokale tijd geretourneerd in minuten. Als uw tijdzone bijvoorbeeld UTC+2 is, wordt -120 geretourneerd.
pl_pl: Zwraca różnicę czasu między czasem UTC i czasem lokalnym (w minutach). Na przykład w przypadku strefy czasowej UTC+2, zostanie zwrócona wartość -120.
pt_br: Retorna a diferença de tempo entre a hora UTC e a hora local, em minutos. Por exemplo, se seu fuso horário for UTC + 2, será retornado -120.
pt_pt: Devolve a diferença de tempo entre a hora UTC e a hora local, em minutos. Por exemplo, se o fuso horário for UTC+2, será devolvido -120.
ro_ro: Returnează diferența de timp dintre ora UTC și ora locală, în minute. De exemplu dacă fusul dvs. orar este UTC+2, se va returna -120.
ru_ru: Возвращает разницу между временем в формате UTC и местным временем (в минутах). Например, если ваш часовой пояс — UTC+2, будет возвращено значение –120.
sk_sk: Vráti časový rozdiel v minútach medzi časom UTC a miestnym časom. Ak je vaše časové pásmo napríklad UTC+2, vráti hodnotu -120.
sl_si: Vrne časovno razliko v minutah med časom UTC in lokalnim časom. Če je vaš časovni pas UTC+2, bo rezultat -120.
sr_cyrl_rs: Враћа временску разлику између UTC времена и локалног времена у минутима. На пример, ако је ваша временска зона UTC+2, биће враћена вредност -120.
sr_latn_rs: Vraća vremensku razliku između UTC vremena i lokalnog vremena u minutima. Na primer, ako je vaša vremenska zona UTC+2, biće vraćena vrednost -120.
sv_se: Returnerar tidsskillnaden mellan UTC-tid och lokal tid i minuter. Om din tidzon t.ex. är UTC+2 så returneras -120.
th_th: ส่งกลับความแตกต่างของเวลาระหว่างเวลา UTC กับเวลาท้องถิ่น เป็นนาที ตัวอย่างเช่น หากเขตเวลาของคุณคือ UTC+2 จะมีการส่งกลับ -120
tr_tr: UTC saati ile yerel saat arasındaki farkı dakika cinsinden döndürür. Örneğin, yerel saat diliminiz UTC+2 ise -120 döndürülür.
uk_ua: Повертає різницю між часом UTC та локальним часом у хвилинах. Наприклад, якщо ваш часовий пояс UTC+2, буде повернуто –120.
vi_vn: Trả về chênh lệch giờ giữa giờ UTC và giờ địa phương, tính bằng phút. Ví dụ: Nếu múi giờ của bạn là UTC+2 thì sẽ trả về -120.
zh_cn: 返回 UTC 时间和本地时间之间的时差(分钟)。例如，如果时区为 UTC+2，将返回 -120。
zh_tw: 傳回 UTC 時間與本地時間的時間差 (分鐘)。例如，若您的時區是 UTC + 2，將會傳回 -120。

# TimeZoneOffsetArg1
source: date
bg_bg: дата
ca_es: data
cs_cz: datum
da_dk: dato
de_de: Datum
el_gr: ημερομηνία
es_es: fecha
et_ee: kuupäev
eu_es: data
fi_fi: päivämäärä
gl_es: data
hi_in: दिनांक
hr_hr: datum
hu_hu: dátum
it_it: data
ja_jp: 日付
kk_kz: күн
ko_kr: 날짜
lt_lt: data
lv_lv: datums
ms_my: tarikh
nb_no: dato
nl_nl: datum
pl_pl: data
pt_br: data
pt_pt: data
ro_ro: dată
ru_ru: дата
sk_sk: dátum
sl_si: datum
sr_cyrl_rs: датум
sr_latn_rs: datum
sv_se: datum
th_th: วันที่
tr_tr: tarih
uk_ua: дата
vi_vn: ngày
zh_cn: 日期
zh_tw: 日期

# AboutTimeZoneOffset_date
source: The date on which to calculate the 'TimeZoneOffset'.
bg_bg: Датата, на която да се изчисли „TimeZoneOffset“.
ca_es: Data en què es calcula el valor "TimeZoneOffset".
cs_cz: Datum, ve kterém se vypočítá TimeZoneOffset
da_dk: Den dato, du vil beregne 'TimeZoneOffset' på.
de_de: Das Datum, auf dessen Grundlage "TimeZoneOffset" berechnet wird.
el_gr: Η ημερομηνία υπολογισμού του "TimeZoneOffset".
es_es: Fecha en la que se calcula el valor de "TimeZoneOffset".
et_ee: Kuupäev, millal funktsioon ''TimeZoneOffset' arvutatakse.
eu_es: "TimeZoneOffset" kalkulatzeko erabiliko den data.
fi_fi: Päivämäärä, jolle TimeZoneOffset lasketaan.
fr_fr: Date sur laquelle calculer TimeZoneOffset.
gl_es: Data na que calcular "TimeZoneOffset".
hi_in: वह दिनांक, जब 'TimeZoneOffset' की गणना करनी है.
hr_hr: Datum na koji se izračunava "TimeZoneOffset".
hu_hu: Az a dátum, amikor ki kell számítani a TimeZoneOffset értékét.
it_it: Data in base a cui calcolare 'TimeZoneOffset'.
ja_jp: 'TimeZoneOffset' の計算を実行する日付。
kk_kz: "TimeZoneOffset" есептелетін күн.
ko_kr: 'TimeZoneOffset'을 계산하는 날짜입니다.
lt_lt: Data, kada reikia apskaičiuoti TimeZoneOffset.
lv_lv: Datums, kurā jāaprēķina vērtība TimeZoneOffset.
ms_my: Tarikh untuk mengira 'TimeZoneOffset'.
nb_no: Datoen som TimeZoneOffset skal beregnes på.
nl_nl: De datum op basis waarvan TimeZoneOffset wordt berekend.
pl_pl: Data obliczenia elementu „TimeZoneOffset”.
pt_br: A data em que a 'TimeZoneOffset' será calculada.
pt_pt: A data na qual calcular o "TimeZoneOffset".
ro_ro: Data la care se calculează „TimeZoneOffset”.
ru_ru: Дата для расчета значения TimeZoneOffset.
sk_sk: Dátum, pre ktorý sa má vypočítať TimeZoneOffset.
sl_si: Datum, ko je treba izračunati vrednost »TimeZoneOffset«.
sr_cyrl_rs: Датум за који се рачуна „TimeZoneOffset“.
sr_latn_rs: Datum za koji se računa „TimeZoneOffset“.
sv_se: Det datum för vilket TimeZoneOffset ska beräknas.
th_th: วันที่จะคำนวณ 'TimeZoneOffset'
tr_tr: 'TimeZoneOffset' hesaplamasının yapılacağı tarih.
uk_ua: Дата для обчислення функції TimeZoneOffset.
vi_vn: Ngày tính toán 'TimeZoneOffset'.
zh_cn: 计算 "TimeZoneOffset" 的日期。
zh_tw: 計算 'TimeZoneOffset' 的日期。

# AboutToday
source: Returns the current date.
bg_bg: Връща текущата дата.
ca_es: Retorna la data actual.
cs_cz: Vrátí aktuální datum.
da_dk: Returnerer den aktuelle dato.
de_de: Gibt das aktuelle Datum zurück.
el_gr: Επιστρέφει την τρέχουσα ημερομηνία.
es_es: Devuelve la fecha actual.
et_ee: Tagastab tänase kuupäeva.
eu_es: Uneko data itzultzen du.
fi_fi: Palauttaa nykyisen päivämäärän.
fr_fr: Retourne la date actuelle.
gl_es: Devolve a data actual.
hi_in: वर्तमान दिनांक देता है.
hr_hr: Vraća trenutni datum.
hu_hu: Az aktuális dátumot adja eredményül.
it_it: Restituisce la data corrente.
ja_jp: 現在の日付を返します。
kk_kz: Ағымдағы күнді қайтарады.
ko_kr: 현재 날짜를 반환합니다.
lt_lt: Pateikia dabartinę datą.
lv_lv: Atgriež pašreizējo datumu.
ms_my: Mengembalikan tarikh semasa.
nb_no: Returnerer den gjeldende datoen.
nl_nl: Hiermee wordt de huidige datum geretourneerd.
pl_pl: Zwraca bieżącą datę.
pt_br: Retorna a data atual.
pt_pt: Devolve a data atual.
ro_ro: Returnează data curentă.
ru_ru: Возвращает текущую дату.
sk_sk: Vráti aktuálny dátum.
sl_si: Vrne trenutni datum.
sr_cyrl_rs: Враћа тренутни датум.
sr_latn_rs: Vraća trenutni datum.
sv_se: Returnerar nuvarande datum.
th_th: ส่งกลับค่าวันที่ปัจจุบัน
tr_tr: Geçerli tarihi döndürür.
uk_ua: Повертає поточну дату.
vi_vn: Trả về ngày hiện tại.
zh_cn: 返回当前日期。
zh_tw: 傳回目前的日期。

# AboutWeekNum
source: Returns the week number for a given date.
bg_bg: Връща номера на седмицата за дадена дата.
ca_es: Retorna el nombre de la setmana d'una data determinada.
cs_cz: Vrátí číslo týdne pro dané datum.
da_dk: Returnerer ugenummeret for en given dato.
de_de: Gibt die Wochenzahl für ein bestimmtes Datum zurück.
el_gr: Επιστρέφει τον αριθμό εβδομάδας για μια δεδομένη ημερομηνία.
es_es: Devuelve el número de semana de una fecha determinada.
et_ee: Tagastab antud kuupäeva nädalanumbri.
eu_es: Emandako dataren aste-zenbakia itzultzen du.
fi_fi: Palauttaa tietyn päivämäärän viikon numeron.
fr_fr: Retourne le numéro de la semaine pour une date donnée.
gl_es: Devolve o número da semana para unha data determinada.
hi_in: किसी दी गई तारीख के लिए सप्ताह संख्या पर रिटर्न करता है.
hr_hr: Vraća broj tjedna za određeni datum.
hu_hu: Visszaadja a megadott dátumnak megfelelő hét számát.
it_it: Restituisce il numero della settimana per una data specificata.
ja_jp: 指定した日付に対応する週番号を返します。
kk_kz: Берілген күннің апта нөмірін қайтарады.
ko_kr: 지정된 날짜의 주 번호를 반환합니다.
lt_lt: Pateikia tam tikros datos savaitės numerį.
lv_lv: Atgriež nedēļas numuru dotajam datumam.
ms_my: Mengembalikan nombor minggu untuk tarikh yang diberikan.
nb_no: Returnerer ukenummeret for en bestemt dato.
nl_nl: Retourneert het weeknummer voor een bepaalde datum.
pl_pl: Zwraca numer tygodnia dla danej daty.
pt_br: Retorna o número da semana em uma determinada data.
pt_pt: Devolve o número da semana de uma data indicada.
ro_ro: Returnează numărul săptămânii dintr-o anumită dată.
ru_ru: Возвращает номер недели для заданной даты.
sk_sk: Vráti číslo týždňa pre daný dátum.
sl_si: Vrne številko tedna za naveden datum.
sr_cyrl_rs: Даје број седмице за дати датум.
sr_latn_rs: Daje broj sedmice za dati datum.
sv_se: Returnerar veckonumret för ett visst datum.
th_th: ส่งกลับหมายเลขสัปดาห์สำหรับวันที่ที่ระบุ
tr_tr: Belirli bir tarihin hafta numarasını döndürür.
uk_ua: Повертає номер тижня для вказаної дати.
vi_vn: Trả về số tuần cho một ngày nhất định.
zh_cn: 返回给定日期的周编号。
zh_tw: 傳回指定日期的週數。

# WeekNumArg1
source: date
bg_bg: дата
ca_es: data
cs_cz: datum
da_dk: dato
de_de: Datum
el_gr: ημερομηνία
es_es: fecha
et_ee: kuupäev
eu_es: data
fi_fi: päivämäärä
gl_es: data
hi_in: दिनांक
hr_hr: datum
hu_hu: dátum
it_it: data
ja_jp: 日付
kk_kz: күн
ko_kr: 날짜
lt_lt: data
lv_lv: datums
ms_my: tarikh
nb_no: dato
nl_nl: datum
pl_pl: data
pt_br: data
pt_pt: data
ro_ro: dată
sk_sk: dátum
sl_si: datum
sr_cyrl_rs: датум
sr_latn_rs: datum
sv_se: datum
th_th: วันที่
tr_tr: tarih
uk_ua: дата
vi_vn: ngày
zh_cn: 日期
zh_tw: 日期

# WeekNumArg2
source: start_of_week
bg_bg: начало_на_седмицата
ca_es: inici_de_setmana
da_dk: ugens_start
de_de: Beginn_der_Woche
el_gr: έναρξη_εβδομάδας
es_es: inicio_de_semana
et_ee: nädala_algus
eu_es: aste_hasiera
gl_es: inicio_de_semana
hi_in: सप्ताह_का_प्रारंभ
hr_hr: početak_tjedna
hu_hu: hét_kezdete
it_it: inizio_settimana
ja_jp: 週の始め
kk_kz: аптаның_басы
ko_kr: 주초
lt_lt: savaitės_pradžia
lv_lv: nedēļas_sākums
nb_no: starten_av_uken
nl_nl: begin_van_week
pl_pl: początek_tygodnia
pt_br: início_da_semana
pt_pt: início_semana
ro_ro: începutul_săptămânii
sk_sk: začiatok_týždňa
sl_si: začetek_tedna
sr_cyrl_rs: почетак_седмице
sr_latn_rs: početak_sedmice
sv_se: början_av_vecka
th_th: เริ่มต้น_ของ_สัปดาห์
tr_tr: hafta_başlangıcı
uk_ua: початок_тижня
vi_vn: đầu_tuần

# AboutWeekNum_date
source: A date value for which the week number will be calculated.
bg_bg: Стойност на дата, за която ще се изчисли номерът на седмицата.
ca_es: Valor de data per al qual es calcularà el nombre de la setmana.
cs_cz: Hodnota data, pro kterou bude číslo týdne vypočteno.
da_dk: En datoværdi, som ugenummeret beregnes for.
de_de: Ein Datumswert, für den die Wochenzahl berechnet wird.
el_gr: Μια τιμή ημερομηνίας για την οποία θα υπολογιστεί ο αριθμός εβδομάδας.
es_es: Valor de fecha para el que se calculará el número de semana.
et_ee: Kuupäevaväärtus, mille jaoks arvutatakse nädalanumber.
eu_es: Aste-zenbakia kalkulatuko den data-balioa.
fi_fi: Päivämääräarvo, jolle viikon numero lasketaan.
fr_fr: Valeur de date pour laquelle le numéro de la semaine sera calculé.
gl_es: Valor de data para o que se vai calcular o numero de semana.
hi_in: तिथि मान जिसके लिए सप्ताह संख्या की गणना की जाएगी.
hr_hr: Vrijednost datuma za koju će se izračunati broj tjedna.
hu_hu: A dátumérték, amelyhez a rendszer kiszámítja a hét számát.
it_it: Valore di data per cui verrà calcolato il numero della settimana.
ja_jp: 週番号を計算する日付の値です。
kk_kz: Апта нөмірі есептелетін күн мәні.
ko_kr: 주 번호를 계산할 날짜 값입니다.
lt_lt: Datos reikšmė, kuriai bus skaičiuojamas savaitės numeris.
lv_lv: Datuma vērtība, kurai tiks aprēķināts nedēļas numurs.
ms_my: Nilai tarikh yang nombor minggu akan dikira.
nb_no: En datoverdi som ukenummeret skal beregnes for.
nl_nl: Een datumwaarde waarvoor het weeknummer wordt berekend.
pl_pl: Wartość daty, dla której zostanie obliczony numer tygodnia.
pt_br: Um valor de data para o qual o número da semana será calculado.
pt_pt: Um valor de data para o qual o número da semana será calculado.
ro_ro: O valoare de tip dată pentru care se va calcula numărul săptămânii.
ru_ru: Значение даты, для которой будет рассчитываться номер недели.
sk_sk: Hodnota dátumu, pre ktorú sa vypočíta číslo týždňa.
sl_si: Datumska vrednost, za katero se izračuna številka tedna.
sr_cyrl_rs: Вредност датума за коју ће бити израчунат број седмице.
sr_latn_rs: Vrednost datuma za koju će biti izračunat broj sedmice.
sv_se: Ett datumvärde som veckonumret ska beräknas för.
th_th: ค่าวันที่ซึ่งจะคำนวณหมายเลขสัปดาห์
tr_tr: Hafta numarasının hesaplanacağı tarih değeri.
uk_ua: Значення дати, для якого буде обчислено номер тижня.
vi_vn: Giá trị ngày để tính toán số tuần.
zh_cn: 将针对其计算周编号的日期值。
zh_tw: 將計算週數的日期值。

# AboutWeekNum_start_of_week
source: A value from the StartOfWeek enumeration or a number from the corresponding Excel function to indicate how the days of the week should be numbered.
bg_bg: Стойност от изброяването StartOfWeek или число от съответната функция на Excel за обозначаване на начина на номериране на дните от седмицата.
ca_es: Valor de l'enumeració StartOfWeek o un nombre de la funció corresponent de l'Excel per indicar com es numeraran els dies de la setmana.
cs_cz: Hodnota z výčtu StartOfWeek nebo číslo z odpovídající excelové funkce označující, jak by měly být číslovány dny v týdnu
da_dk: En værdi fra optællingen fra StartOfWeek eller et tal fra den tilsvarende Excel-funktion, der angiver, hvordan ugedage skal nummereres.
de_de: Ein Wert aus der StartOfWeek-Enumeration oder eine Zahl aus der entsprechenden Excel-Funktion zur Angabe, wie die Tage der Woche nummeriert werden sollen.
el_gr: Μια τιμή από την απαρίθμηση StartOfWeek ή ένας αριθμός από την αντίστοιχη συνάρτηση Excel που υποδεικνύει με ποιον τρόπο θα πρέπει να απαριθμούνται οι ημέρες της εβδομάδας.
es_es: Un valor de la enumeración StartOfWeek o un número de la función de Excel correspondiente para indicar cómo deberían numerarse los días de la semana.
et_ee: T: Väärtus nädala alguse loendist StartOfWeek või arv vastavast Exceli funktsioonist, mis näitab, kuidas nädalapäevad tuleks nummerdada.
eu_es: Asteko egunak zenbatzeko modua adierazteko erabiliko den StartOfWeek enumerazioaren balioa edo dagokion Excel funtzioaren zenbakia.
fi_fi: Sellainen arvo StartOfWeek-luetteloinnista tai luku vastaavasta Excel-funktiosta, joka ilmaisee, miten viikon päivät tulee numeroida.
fr_fr: Valeur de l’énumération StartOfWeek, ou nombre provenant de la fonction Excel correspondante pour indiquer comment les jours de la semaine doivent être numérotés.
gl_es: Valor da enumeración StartOfWeek ou número da función de Excel correspondente para indicar como se deben numerar os días da semana.
hi_in: StartOfWeek इन्युमरेशन से या संगत Excel फ़ंक्‍शन से यह इंगित करने के लिए कोई मान कि सप्ताह के दिनों को कैसे क्रमांकित किया जाना चाहिए.
hr_hr: Vrijednost iz enumeracije StartOfWeek ili broj iz odgovarajuće funkcije programa Excel koji naznačuju kako se dani u tjednu numeriraju.
hu_hu: A StartOfWeek enumerálási értékből származó érték vagy a megfelelő Excel-függvényből származó szám, amely jelzi, hogyan kell számozni a hét napjait.
it_it: Valore dall'enumerazione StartOfWeek o numero dalla funzione di Excel corrispondente per indicare in che modo devono essere numerati i giorni della settimana.
ja_jp: どのように曜日に番号を付けるかを示す StartOfWeek 列挙値、または対応する Excel 関数からの数値。
kk_kz: Апта күндерінің қалай нөмірленетінін көрсететін StartOfWeek тізімінен алынған мән немесе тиісті Excel функциясынан алынған сан.
ko_kr: 요일의 번호가 지정되는 방법을 나타내는 StartOfWeek 열거의 값이거나 해당 Excel 함수의 수입니다.
lt_lt: Reikšmė iš „StartOfWeek“ išvardijimo arba skaičius iš atitinkamos „Excel“ funkcijos, nurodantis, kaip turi būti numeruojamos savaitės dienos.
lv_lv: Vērtība no StartOfWeek uzskaitījuma vai skaitlis no atbilstošās Excel funkcijas, kas norāda, kā ir jāskaita nedēļas dienas.
ms_my: Nilai dari penyenaraian StartOfWeek atau nombor dari fungsi Excel yang sepadan untuk menunjukkan cara hari dalam minggu patut dinomborkan.
nb_no: En verdi fra opplistingen StartOfWeek eller et tall fra tilsvarende Excel-funksjon for å angi hvordan ukedagene skal nummereres.
nl_nl: Een waarde uit de opsomming StartOfWeek of een getal uit de overeenkomende Excel-functie om aan te geven hoe de dagen van de week moet worden genummerd.
pl_pl: Wartość wyliczenia elementu StartOfWeek lub liczba z odpowiedniej funkcji programu Excel, która wskazuje sposób numerowania dni tygodnia.
pt_br: Valor da enumeração StartOfWeek ou número da função correspondente do Microsoft Excel para indicar como os dias da semana devem ser numerados.
pt_pt: Um valor da enumeração StartOfWeek ou um número da função de Excel correspondente para indicar como devem ser numerados os dias de semana.
ro_ro: O valoare din enumerarea StartOfWeek sau un număr din funcția Excel corespunzătoare, pentru a indica modul în care ar trebui să fie numerotate zilele săptămânii.
ru_ru: Значение из перечисления StartOfWeek или номер из соответствующей функции Excel для обозначения нумерации дней недели.
sk_sk: Hodnota z enumerácie StartOfWeek alebo číslo zo zodpovedajúcej funkcie Excelu na určenie toho, ako sa majú spočítať dni v týždni.
sl_si: Vrednost enumeratorja StartOfWeek ali število iz pripadajoče Excelove funkcije, ki določa, kako naj bodo dnevi v tednu oštevilčeni.
sr_cyrl_rs: Вредност из набрајања StartOfWeek или број из одговарајуће Excel функције који означава на који начин ће дани у седмици бити нумерисани.
sr_latn_rs: Vrednost iz nabrajanja StartOfWeek ili broj iz odgovarajuće Excel funkcije koji označava na koji način će dani u sedmici biti numerisani.
sv_se: Ett värde från StartOfWeek-uppräkningen eller ett tal från motsvarande Excel-funktion som anger hur veckodagarna ska numreras.
th_th: ค่าจากการแจกแจง StartOfWeek หรือตัวเลขจากฟังก์ชันของ Excel ที่สอดคล้อง ที่ระบุว่าจะนับเรียงวันในสัปดาห์อย่างไร
tr_tr: Haftanın günlerinin nasıl numaralandırılacağını göstermeye yönelik olarak, StartOfWeek numaralandırmasındaki veya ilgili Excel işlevindeki bir değer.
uk_ua: Значення параметра StartOfWeek або число з відповідної функції Excel, що визначає нумерацію днів тижня.
vi_vn: Một giá trị từ liệt kê StartOfWeek hoặc một số từ hàm Excel tương ứng để chỉ định cách đánh số các ngày trong tuần.
zh_cn: 指示应如何对一周中的天数编号的 StartOfWeek 枚举值或相应 Excel 函数中的数字。
zh_tw: 來自 StartOfWeek 列舉的值，或來自相對 Excel 函數的數字，表示如何編號週間的每一天。
